IDEA StatiCa Open Model
Settlement.ValueRz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Rotation around Z-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ValueRz { get; set; }
Public Property ValueRz As Double
	Get
	Set
public:
property double ValueRz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace